Revit 2027 API
ParameterTypeId.DimStyleLeaderTickMark Property
 "Leader Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleLeaderTickMark { get; }
Public Shared ReadOnly Property DimStyleLeaderTickMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleLeaderTickMark {
	ForgeTypeId^ get ();
}
static member DimStyleLeaderTickMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace